let handler = async (m, { conn, command }) => {
let media = mxImagens
let grupos = `𝗕𝘂𝘀𝗰𝗮𝘀 𝘂𝗻𝗮 𝗰𝗼𝗺𝘂𝗻𝗶𝗱𝗮𝗱 𝗱𝗲 𝗗𝗿𝗮𝗴𝗼𝗻 𝗕𝗮𝗹𝗹... 𝗡𝗼 𝗯𝘂𝘀𝗾𝘂𝗲𝘀 𝗺𝗮𝘀, 𝘁𝗲 𝗽𝗼𝗻𝗴𝗼 𝘂𝗻𝗼𝘀 𝗲𝗻𝗹𝗮𝗰𝗲𝘀 😁

*➤ 🄼🅄🄽🄳🄾 🄳🅁🄰🄶🄾🄽 🄱🄰🄻🄻*

*🔥🐉🐲亀𝔽𝕒𝕞𝕚𝕝𝕚𝕒 𝕊𝕒𝕚𝕪𝕒𝕟亀🐲🐉🔥*
*${grupo1}*

*🐉🐲亀𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 𝕕𝕚𝕓𝕦𝕛𝕠𝕤亀🐲🐉*
*${grupo2}*

*🐉🐲🌍 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 𝕃𝕖𝕘𝕖𝕟𝕕𝕤 🌍🐲🐉*
*${grupo3}*

*🐉🐲亀𝕍𝕚𝕕𝕖𝕠𝕤 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝亀🐲🐉*
*${grupo4}*

*🐲🐉𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 𝕊𝕥𝕚𝕔𝕜𝕖𝕣𝕤🐉🐲*
*${grupo5}*

*📶🐲🐉 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 𝕖𝕟𝕔𝕦𝕖𝕤𝕥𝕒𝕤 🐉🐲📶*
*${grupo6}*

*🐉🐲𝔽𝕒𝕟𝕤 𝔻𝕖 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 ℤ 𝕂𝕒𝕚🐲🐉*
*${grupo7}*

*🐉🐲 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 ℝ𝕠𝕝 🐲🐉*
*${grupo8}*

*🌍🐉 ℙ𝕠𝕨𝕖𝕣 𝕆𝕗 𝔾𝕠𝕕𝕤 🐉🌍*
*${grupo9}*

*🐉🐲𝕍𝕚𝕝𝕝𝕒𝕟𝕠𝕤 𝕕𝕖 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝🐲🐉*
*${grupo10}*

*🐉 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 𝕏𝕖𝕟𝕠𝕧𝕖𝕣𝕤𝕖 🐉*
*${grupo11}*

*🐉 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 𝔽𝕠𝕣𝕥𝕟𝕚𝕥𝕖 🐉*
*${grupo12}*

*🐲🐉𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 ℤ 𝔻𝕠𝕜𝕜𝕒𝕟 𝕓𝕒𝕥𝕥𝕝𝕖🐲🐉*
*${grupo13}*

*🌍🎮🐉 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 𝕤𝕡𝕒𝕣𝕜𝕚𝕟𝕘 𝕫𝕖𝕣𝕠 🐉🎮🌍*
*${grupo14}*

🌍🎮🐉 𝔻𝕣𝕒𝕘𝕠𝕟 𝕓𝕒𝕝𝕝 𝕜𝕒𝕜𝕒𝕣𝕠𝕥 🐉🎮🌍
*${grupo15}*

🌍🎮🐉 𝔻𝕣𝕒𝕘𝕠𝕟 𝔹𝕒𝕝𝕝 𝔹𝕦𝕕𝕠𝕜𝕒𝕚 𝕋𝕖𝕟𝕜𝕒𝕚𝕔𝕙𝕚 🐉 🎮🌍
*${grupo16}*

🐉🎮𝔻ℝ𝔸𝔾𝕆ℕ 𝔹𝔸𝕃𝕃 𝔽𝕀𝔾𝕋ℍ𝔼ℝℤ🎮🐉
*${grupo17}*

𝗠𝗮𝘀 𝗴𝗿𝘂𝗽𝗼𝘀 𝗲𝗻 𝗼𝘁𝗿𝗮𝘀 𝗽𝗹𝗮𝘁𝗮𝗳𝗼𝗿𝗺𝗮𝘀 𝗽𝗼𝗻𝗴𝗮𝗻 𝗹𝗼 𝘀𝗶𝗴𝘂𝗶𝗲𝗻𝘁𝗲:

.𝗰𝗮𝗻𝗮𝗹𝗲𝘀𝘄𝗵𝗮𝘁𝘀𝗔𝗽𝗽
.𝗴𝗿𝘂𝗽𝗼𝘀𝗳𝗿𝗶𝗸𝗶𝘀
.𝗰𝗮𝗻𝗮𝗹𝗲𝘀𝘁𝗲𝗹𝗲𝗴𝗿𝗮𝗺
.𝗴𝗿𝘂𝗽𝗼𝘀𝗳𝗮𝗰𝗲𝗯𝗼𝗼𝗸

*Actualizado 01/02/25.*
`
if (m.isWABusiness) {
await conn.sendMessage(m.chat, { image: { url: mxImagens }, caption: grupos }, { quoted: m })
} else {
await conn.sendMessage(m.chat, { image: { url: mxImagens }, caption: grupos, footer: textoInfo,
buttons: [{ 
buttonId: `.cuentas`, buttonText: { displayText: "CUENTAS", }, type: 1, }, {
buttonId: `.creador`, buttonText: { displayText: "CREADOR", }, type: 1, },
], viewOnce: true, headerType: 4, }, { quoted: m })
}

//conn.sendFile(m.chat, media, 'mbmd.jpg', grupos, { quoted: m })

}
handler.command = /^gruposfrikis|gruposfriki/i
export default handler
